Repository: wormich/Putz
Catalog: application/modules/trash/language/*/LC_MESSAGES/trash.po
Languages: uk_ua

source: List of redirects has been created
uk_ua: Список перенаправлень створений

source: Redirect was edited
uk_ua: Редірект був відредагований

source: Redirect created
uk_ua: Перенаправлення створено

source: Redirect deleted
uk_ua: Редирект видалений

source: search by old URL
uk_ua: пошук по старому URL

source: search by redirect
uk_ua: пошук по редиректу

source: Successfully saved
uk_ua: Зміни збережено

source: Trash was created
uk_ua: Редірект було створено

source: Redirect kind
uk_ua: Вид редиректу

source: Redirect type
uk_ua: Тип редиректу

source: Module of redirects
uk_ua: Модуль редиректів

source: Module for creating redirects 301, 302
uk_ua: Модуль для створення редиректів 301, 302

source: Redirect links removing
uk_ua: Посилання редиректів видаляються

source: Redirect
uk_ua: Список редиректів

source: Create redirect
uk_ua: Створити редирект

source: Create redirect list
uk_ua: Створити список редиректів

source: New redirect creation
uk_ua: Створити новий редирект

source: Redirect Url
uk_ua: URL-адреса редиректу

source: New redirect list creation
uk_ua: Створити новий список редиректів

source: Old URL is not specified
uk_ua: Стара адреса не вказана

source: Old URL
uk_ua: Старий URL

source: New URL is not specified
uk_ua: Нова URL-адреса не вказана

source: Error
uk_ua: Помилка

source: Remove links?
uk_ua: Видалити посилання?

source: Delete
uk_ua: Видалити

source: Cancel
uk_ua: Скасування

source: Back
uk_ua: Повернутися

source: Editing
uk_ua: Редагування

source: Create
uk_ua: Створити

source: Create and exit
uk_ua: Створення і вихід

source: New trash data
uk_ua: Нові дані трешу

source: Type
uk_ua: Тип

source: Product
uk_ua: Продукт

source: Category
uk_ua: Категорія

source: Category of Base
uk_ua: Категорія бази

source: Categories
uk_ua: Категорії

source: Example
uk_ua: Приклад

source: New URL
uk_ua: Нова URL-адреса

source: Link editing
uk_ua: Редагування посилання

source: Save
uk_ua: Зберегти

source: Save and exit
uk_ua: Зберегти і вийти

source: Link edit
uk_ua: Редагувати посилання

source: Categories of Base
uk_ua: Категорії бази
