Repository: wormich/Putz
Catalog: application/modules/translator/language/*/LC_MESSAGES/translator.po
Languages: uk_ua

source: Paths usage
uk_ua: Шляхи використання

source: Paths define where to search phrases for translation. Folder location which contains files with this phrases.
uk_ua: Шляхи визначають, де пошукові фрази для перекладу. Папку, яка містить файли з цієї фрази.

source: Defines relatively to .po file location(folder), which contains translation phrases.
uk_ua: Визначає відносно .po файл розташування(папку), який містить переклад фраз.

source: Additional paths
uk_ua: Додаткові шляху

source: Defines additional locations to search translation phrases. From location where points main path.
uk_ua: Визначає додаткові місця для пошуку перекладу словосполучень. Від розташування точок, де головний шлях.

source: All paths must be relative
uk_ua: Всі шляхи повинні бути відносні

source: Enter translation value to translate
uk_ua: Введіть переклад значення перевести

source: Searched results
uk_ua: Результати пошуку

source: Admin module
uk_ua: Адмін-модуля

source: Search string can not be smaller then 2 symbols.
uk_ua: Рядок пошуку не може бути менше 2 символів.

source: Search string
uk_ua: Рядок пошуку

source: Search type
uk_ua: Тип Пошук

source: All
uk_ua: Всі

source: Actions
uk_ua: Дії

source: Empty search.
uk_ua: Порожній пошук.

source: Full search
uk_ua: Повний пошук

source: Field Search string cannot be empty.
uk_ua: Поле рядок пошуку не може бути порожньою.

source: File was successfuly updated.
uk_ua: Файл успішно оновлено.

source: File was successfully rendered.
uk_ua: Файл був успішно надана.

source: File was successfully saved.
uk_ua: Файл був вдало збережений.

source: Translation file was successfuly saved.
uk_ua: Переклад файл був вдало збережений.

source: Translators settings was successfully updated.
uk_ua: Перекладачі налаштування успішно оновлено.

source: . $quote . $origin . $quote .
uk_ua: . $Цитата . $походження . $Цитата .

source: File paths was successfuly updated.
uk_ua: Шляхи до файлів успішно оновлено.

source: Italian
uk_ua: Італійська

source: Spanish
uk_ua: Іспанська

source: Icelandic
uk_ua: Ісландська

source: Irish
uk_ua: Ірландська

source: Others
uk_ua: Інші

source: Translation file information
uk_ua: Переклад інформації з файлу

source: Information
uk_ua: Інформація

source: Translation tool
uk_ua: Інструмент перекладу

source: Indonesian
uk_ua: Індонезійська

source: Translator name
uk_ua: Перекладач імен

source: Yiddish
uk_ua: Ідиш

source: Hebrew
uk_ua: Іврит

source: Japanese
uk_ua: Японський

source: Yandex Api Key was successfully setted.
uk_ua: Яндекс-API ключ був успішно виставитися.

source: Javanese
uk_ua: Яванська

source: Searched langs paths
uk_ua: Шукали легких шляхів

source: Paths to contains files
uk_ua: Шляхи містить файли

source: Selection path memory was successfuly cleared.
uk_ua: Вибір шляху пам'яті був успішно очищений.

source: Paths
uk_ua: Шляху

source: Path
uk_ua: Шлях

source: Swedish
uk_ua: Шведські

source: Templates
uk_ua: Шаблони

source: Template
uk_ua: Шаблон

source: Chuvash
uk_ua: Чуваської

source: Chichewa
uk_ua: Чичев

source: Czech
uk_ua: Чеська

source: Fijian
uk_ua: Фіджійські

source: French
uk_ua: Французька

source: Faroese
uk_ua: Фарерська

source: The file is empty.
uk_ua: Файл порожній.

source: File was succcessfuly created.
uk_ua: Файл був створений succcessfuly.

source: Translation file
uk_ua: Файл перекладу

source: File does not exist or check perrmissions to the file.
uk_ua: Файл не існує або перевірте perrmissions до файлу.

source: File cant be read. Please, set read file permissions.
uk_ua: Файл не може бути прочитаний. Будь ласка, прочитайте встановити дозволи для файлів.

source: File cant be written. Please, set write file permissions.
uk_ua: Файл не може бути записаний. Будь ласка, напишіть набір дозволів для файлу.

source: File is already exists.
uk_ua: Файл вже існує.

source: All strings
uk_ua: Всі рядки

source: Successfully sorted.
uk_ua: Успішно відсортовані.

source: Successfully translated.
uk_ua: Успішно переклав.

source: Successfully translated
uk_ua: Успішно переведені

source: Successfully defined
uk_ua: Успішно визначено

source: Ukrainian
uk_ua: Український

source: Uzbek
uk_ua: Узбецький

source: Hungarian
uk_ua: Угорська

source: Ganda
uk_ua: Російська

source: Turkmen
uk_ua: Туркменський

source: Turkish
uk_ua: Турецький

source: Tswana
uk_ua: Тсвана

source: Text can not be translated.
uk_ua: Текст не може бути переведений.

source: Tatar
uk_ua: Татарський

source: Tamil
uk_ua: Таміл

source: Hide form
uk_ua: Сховати форму

source: Sundanese
uk_ua: Українська

source: string(s) will be ignored
uk_ua: рядок(рядки) будуть ігноруватися

source: string(s) wil be added
uk_ua: рядок(рядки) Уіл бути доданий

source: string(s) will be removed
uk_ua: рядок(и) будуть видалені

source: Create translation file
uk_ua: Створити файл перекладу

source: Create Po-file
uk_ua: Створити po-файл

source: Create file
uk_ua: Створити файл

source: Default sort
uk_ua: Сортування за замовчуванням

source: Somali
uk_ua: Сомалі

source: Slovenian
uk_ua: Словенська

source: Slovak
uk_ua: Словацька

source: Undo
uk_ua: Скасувати

source: Cancel
uk_ua: Скасування

source: Serbian
uk_ua: Сербська

source: Sanskrit
uk_ua: Санскрит

source: Sango
uk_ua: Санго

source: Romanian
uk_ua: Румунська

source: Russian
uk_ua: Російська

source: Result
uk_ua: Результат

source: Editor theme
uk_ua: Редактор теми

source: Correct paths
uk_ua: Правильні шляхи

source: File editing
uk_ua: Файл для редагування

source: Pashto
uk_ua: Пушту

source: Fuzzy strings
uk_ua: Нечіткі рядка

source: Whole word search
uk_ua: Ціле слово пошук

source: Sensitive search
uk_ua: Чутливий пошук

source: Search in translation strings
uk_ua: Пошук в переклад рядка

source: Search in origin strings
uk_ua: Шукати в походженні струнних

source: Search in comments strings
uk_ua: Пошук в коментарі рядка

source: Search
uk_ua: Пошук

source: Origin string
uk_ua: Походження рядок

source: Origin language was successfully setted.
uk_ua: Походження мови був успішно виставитися.

source: Portuguese
uk_ua: Португальська

source: Error
uk_ua: Помилка

source: Polish
uk_ua: Польський

source: Double click to deleting
uk_ua: Подвійний клік видалення

source: Message
uk_ua: Повідомлення

source: Back
uk_ua: Тому

source: First
uk_ua: Перший

source: Translate untranslated
uk_ua: Перевести неперекладені

source: Translate all
uk_ua: Перевести всі

source: Translate
uk_ua: Перевести

source: Translated
uk_ua: Переклад

source: Translator
uk_ua: Перекладач

source: Translation text
uk_ua: Переклад тексту

source: Translation fails.
uk_ua: Переклад не виконується.

source: Translation
uk_ua: Переклад

source: Exceeded the daily limit on the amount of translated text.
uk_ua: Перевищено денний ліміт на суму переказу тексту.

source: Exceeded the daily limit on the number of requests.
uk_ua: Перевищено денний ліміт на кількість запитів.

source: Exceeded the maximum allowable size of text.
uk_ua: Перевищений максимально допустимий розмір тексту.

source: Clear translator memory
uk_ua: Перекладач очистити пам'ять

source: Get Yandex Api key
uk_ua: Отримати API ключ Яндекс

source: Last
uk_ua: У минулому

source: Basic path
uk_ua: Основні шляхи

source: Main file
uk_ua: Основний файл

source: Ossetian
uk_ua: Осетинські

source: Origin
uk_ua: Походження

source: Operation failed!
uk_ua: Не вдалося виконати операцію!

source: Update and save translation file befor this action.
uk_ua: Поновлення і переведення зберегти файл перед цією дією.

source: Update results
uk_ua: Оновлення результатів

source: Update
uk_ua: Оновлення

source: Exchange files
uk_ua: Обмін файлами

source: Translation exchange
uk_ua: Переказ валюти

source: Exchange
uk_ua: Обмін

source: German
uk_ua: Німецький

source: Norwegian
uk_ua: Норвезька

source: Line number
uk_ua: Номер рядка

source: Fuzzy
uk_ua: Нечітка

source: Wrong po-file path
uk_ua: Неправильне РО-шлях до файлу

source: Wrong API key.
uk_ua: Неправильний API ключ.

source: Nepali
uk_ua: Непальська

source: There is no Po-file in such locale
uk_ua: Ні Ро-файл в такий локалі

source: No locales
uk_ua: Жодних локалей

source: Invalid translations parameters.
uk_ua: Переклад неприпустимі параметри.

source: Not translated
uk_ua: Не перекладається

source: Can not create file. Check if path to the file is correct -
uk_ua: Не може створити файл. Перевірити, якщо шлях до файлу є правильним -

source: Can not sort.
uk_ua: Можна сортувати.

source: Can not save po-file.
uk_ua: Не можна економити po-файл.

source: Can not set Yandex Api Key.
uk_ua: Не можу встановити Яндекс API ключ.

source: Can not set origin language.
uk_ua: Не може встановити походження мови.

source: Can not define language
uk_ua: Не можу визначити мову

source: Not valid translation file attributes.
uk_ua: Не допустимий файл перекладу атрибутами.

source: Operation failed. Can not convert to mo-file.
uk_ua: Не вдалося виконати операцію. Можна не конвертувати в Mo-файл.

source: Was not found any results
uk_ua: Не знайдено жодних результатів

source: Translation file settings
uk_ua: Переклад файла налаштувань

source: Settings was successfully updated
uk_ua: Налаштування успішно оновлено

source: Settings
uk_ua: Параметри

source: Project Name
uk_ua: Назва Проекту

source: Language name of source string which need to translate.
uk_ua: Назва мови вихідної рядки які потрібно перекласти.

source: Mongolian
uk_ua: Монгольська

source: Modules
uk_ua: Модулі

source: Module for work with po-files translations
uk_ua: Модуль для роботи з po-файли перекладів

source: Module
uk_ua: Модуль

source: Origins language
uk_ua: Походження мови

source: Language
uk_ua: Мова

source: Settings array is empty
uk_ua: Параметри масив порожній

source: Marshallese
uk_ua: Маршаллових островів

source: Maori
uk_ua: Маорі

source: Macedonian
uk_ua: Македонська

source: Language-Team name
uk_ua: Мова-назва команди

source: Lingala
uk_ua: Російська

source: Luxembourgish
uk_ua: Люксембурзька

source: Lithuanian
uk_ua: Литовський

source: Limburgish
uk_ua: Лімбургійська

source: Latin
uk_ua: Латинської

source: Latvian
uk_ua: Латвійський

source: Lao
uk_ua: Лао

source: Number of searched matches
uk_ua: Кількість шуканих матчів

source: Options
uk_ua: Варіанти

source: Cree
uk_ua: Кри

source: Country
uk_ua: Країна

source: Corsican
uk_ua: Корсиканець

source: Cornish
uk_ua: Корніш

source: Korean
uk_ua: Корейська

source: Comment
uk_ua: Коментар

source: Key that needed for translation with Yandex Translation Api service.
uk_ua: Ключ, який знадобиться для перекладу Переклад з Яндекс API сервіс.

source: Chinese
uk_ua: Китайський

source: Kirghiz
uk_ua: Киргиз

source: Quechua
uk_ua: Кечуа

source: Catalan
uk_ua: Каталонський

source: Kannada
uk_ua: Каннада

source: Kazakh
uk_ua: Казахська

source: Values
uk_ua: Значення

source: Save and Go to Edit
uk_ua: Зберегти та перейти до його редагування

source: Save and exit
uk_ua: Зберегти і вийти

source: Save
uk_ua: Зберегти

source: Estonian
uk_ua: Естонська

source: Esperanto
uk_ua: Есперанто

source: Translator email
uk_ua: Перекладач електронної пошти

source: Access Not Configured. The API is not enabled for your project.
uk_ua: Доступ Не Налаштований. API-інтерфейс не включений для вашого проекту.

source: Additional searched paths
uk_ua: Додаткова шукали шляхи

source: Add path
uk_ua: Додати шлях

source: Add additional search place
uk_ua: Додати додатковий пошук місце

source: Add
uk_ua: Додати

source: To display translation form press Ctrl+Alt and move mouse cursor on string title.
uk_ua: Для відображення форми перекладу натисніть клавіші Ctrl+Alt і перемістіть курсор миші на рядок заголовка.

source: Source text
uk_ua: Джерело тексту

source: Source
uk_ua: Джерело

source: Danish
uk_ua: Данська

source: Georgian
uk_ua: Грузинський

source: Greek
uk_ua: Грецька

source: Kalaallisut
uk_ua: Гренландський

source: Main
uk_ua: Основні

source: Dutch
uk_ua: Голландський

source: Armenian
uk_ua: Вірменський

source: Set direction of translation is not supported.
uk_ua: Заданий напрямок перекладу не підтримується.

source: Show fast translation form
uk_ua: Показати форму швидкого перекладу

source: Use regular expration search
uk_ua: Використовуйте звичайний пошук expration

source: Usage
uk_ua: Використання

source: Delete
uk_ua: Видалити

source: Choose template
uk_ua: Вибрати шаблон

source: Choose file receiver location
uk_ua: Вибрати файл-приймач розташування

source: Choose type
uk_ua: Вибрати тип

source: Choose file location
uk_ua: Вибрати розташування файлу

source: Choose file exchanger location
uk_ua: Вибрати файл обмінник місці

source: Choose module
uk_ua: Вибрати модуль

source: Choose locale
uk_ua: Вибрати локаль

source: Choose languages
uk_ua: Вибрати мови

source: Choose one from list, it will be added
uk_ua: Вибрати один з списку, він буде доданий

source: Select all paths to files.
uk_ua: Виберіть всі шляхи до файлів.

source: You did not specified Yandex Api Key. Please set it in translator module settins.
uk_ua: У вас не вказано API ключ Яндекс. Будь ласка, встановіть його в перекладач модуль налаштування.

source: You have not specified text to translate.
uk_ua: Ви не вказали текст для перекладу.

source: You have not specified origins strings language.
uk_ua: Ви не вказали джерела рядків мови.

source: You have not specified translation text language.
uk_ua: Ви не вказали текст перекладу на мову.

source: You have not specified source text language.
uk_ua: Ви не вказали джерело тексту мови.

source: You have not specified Yandex Api Key.
uk_ua: У вас не вказано API ключ Яндекс.

source: You did not select search criteria
uk_ua: Ви не вибрати критерії пошуку

source: You can hold and translate phrases from modules and Main translation file in this file
uk_ua: Ви можете утримувати і перекладати фрази з модулів і основний файл перекладу в цей файл

source: Welsh
uk_ua: Валлійська

source: Vietnamese
uk_ua: В'єтнамський

source: Bihari
uk_ua: Біхарі

source: Belarusian
uk_ua: Білоруська

source: Please set paths to parsing files.
uk_ua: Будь ласка, вказати шляхи для парсингу файлів.

source: Please, enter search string...
uk_ua: Будь ласка, введіть рядок пошуку...

source: Please, enter more than 1 symbol
uk_ua: Будь ласка, введіть більш ніж 1 символ

source: Breton
uk_ua: Бретон

source: Bosnian
uk_ua: Боснійська

source: Bulgarian
uk_ua: Болгарська

source: Bengali
uk_ua: Бенгальська

source: Bashkir
uk_ua: Башкирська

source: Basque
uk_ua: Басков

source: Basepath
uk_ua: Базового маршруту

source: Aragonese
uk_ua: Арагонська

source: Arabic
uk_ua: Арабська

source: English
uk_ua: Англійська

source: Albanian
uk_ua: Албанська

source: Azerbaijani
uk_ua: Азербайджанський

source: Autotranslate
uk_ua: Функція autotranslate

source: Auto define source language
uk_ua: Автоматичне визначення вихідного мови

source: Avestan
uk_ua: Авестійська

source: Abkhazian
uk_ua: Абхазький

source: Yandex Api Key
uk_ua: Яндекс-API Ключ

source: Translator settings
uk_ua: Перекладач налаштування

source: Pali
uk_ua: Пали

source: Inuktitut
uk_ua: Інуктітут

source: Language-Team email
uk_ua: Мова-команди по електронній пошті

source: API key is locked.
uk_ua: Ключ API заблокований.
