Repository: wormich/Putz
Catalog: application/modules/cmsemail/language/*/LC_MESSAGES/cmsemail.po
Languages: uk_ua

source: Variable must be surrounded by
uk_ua: Змінна повинна бути оточена

source: Email templates were successfully imported
uk_ua: Шаблони Ел. пошти було успішно імпортовано

source: Click with mouse on editor place where you want to add variable
uk_ua: Вкажіть лівою кнопкою миші на місце в редакторі, де ви хочете додати змінну

source: Encryption
uk_ua: Шифрування

source: Do you really want to install standart templates?
uk_ua: Ви дійсно хочете встановити стандартні шаблони?

source: All your changes in them will be removed!!
uk_ua: Всі зміни в них будуть видалені!!

source: Install
uk_ua: Встановити

source: E-mail template created
uk_ua: E-mail шаблон створено

source: Email template was edited
uk_ua: Шаблон листа був відредагований

source: Template customization mails have been changed
uk_ua: Налаштування шаблонів листів були змінені

source: Create template
uk_ua: Створити шаблон

source: Message
uk_ua: Сповіщення

source: Email-notifications managing
uk_ua: Управління е-mail-сповіщеннями

source: Creating mail template
uk_ua: Створити шаблон повідомлення

source: Message type
uk_ua: Тип повідомлення

source: Template user mail
uk_ua: Шаблон повідомлення користувачу

source: Send email to user
uk_ua: Надіслати повідомлення користувачу

source: Admin mail template
uk_ua: Шаблон повідомлення адміністратору

source: Send email to admin
uk_ua: Надіслати повідомлення адміністратору

source: Template email deleting
uk_ua: Шаблон повідомлення електронної пошти, видалення

source: User message doesnt send
uk_ua: Повідомлення користувачу не відправлене

source: Template created
uk_ua: Шаблон створено

source: Email template deleted
uk_ua: Шаблон листа видалено

source: Template edited
uk_ua: Редагувати шаблон

source: Admin email
uk_ua: Е-mail адміна

source: Email sender
uk_ua: E-mail відправника

source: From
uk_ua: Від

source: From email
uk_ua: З Е-mail

source: Wraper
uk_ua: Обгортка

source: Settings saved
uk_ua: Налаштування зберігаються

source: Field
uk_ua: Поле

source: Must contain variable
uk_ua: Повинен містити змінну

source: Allows you to customize letters templates to be sent to users when certain actions
uk_ua: Дозволяє налаштувати шаблони листів для відправлення користувачам після певних дій

source: Settings
uk_ua: Параметри

source: Back
uk_ua: Повернутися

source: Save
uk_ua: Зберегти

source: Install standart templates
uk_ua: Установка стандартних шаблонів

source: Theme
uk_ua: Тема

source: Use wraper
uk_ua: Використовувати обгортку

source: Server path to sendmail
uk_ua: Серверний шлях до відправлення листа

source: Protocol
uk_ua: Протокол

source: Host
uk_ua: Хост

source: User
uk_ua: Користувач

source: Password
uk_ua: Пароль

source: Port
uk_ua: Порт

source: Check email sending
uk_ua: Перевірити відправку пошти

source: Go back
uk_ua: Повернутися

source: Create
uk_ua: Створити

source: Create and exit
uk_ua: Створити і вийти

source: Template name (only latin)
uk_ua: Назва шаблону (тільки латинські символи)

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Admin address
uk_ua: Адреса адміністратора

source: Template description
uk_ua: Опис шаблону

source: Email template editing
uk_ua: Шаблон листа редагується

source: Save and go back
uk_ua: Зберегти і повернутися

source: Template settings
uk_ua: Налаштування шаблону

source: Template variables
uk_ua: Змінні шаблону

source: Template name(only latin)
uk_ua: Назва шаблону (тільки латинські символи)

source: Variables
uk_ua: Змінні

source: Values
uk_ua: Значення

source: Edit
uk_ua: Редагувати

source: Delete
uk_ua: Видалити

source: Add new variable
uk_ua: Додати нову змінну

source: Delete selected templates
uk_ua: Видалити вибрані шаблони

source: Cancel
uk_ua: Скасування

source: Template variable
uk_ua: Змінна шаблону

source: Templates list empty
uk_ua: Список шаблонів порожній

source: Error
uk_ua: Помилка

source: Variable is not removed
uk_ua: Змінна не видаляється

source: Variable successfully removed
uk_ua: Змінна успішно видалена

source: Variable is not updated
uk_ua: Змінна не оновлюється

source: Variable successfully updated
uk_ua: Змінна успішно оновлена

source: Variable is not added
uk_ua: Змінна не додана

source: Variable successfully added
uk_ua: Змінна успішно додана

source: Enter variable
uk_ua: Введіть змінну

source: Variable should contain only Latin characters
uk_ua: Змінна повинна містити символи латинської абетки

source: Variable must have a value
uk_ua: Змінна повинна мати значення

source: Template name
uk_ua: Ім'я шаблону

source: Template theme
uk_ua: Шаблон теми

source: Template admin mail
uk_ua: Шаблон листа адміна
