Repository: wormich/Putz
Catalog: application/modules/mod_seo/language/*/LC_MESSAGES/mod_seo.po
Languages: uk_ua

source: All hits, actions, hots
uk_ua: Всі хіти, дії, hots

source: All actions
uk_ua: Всі дії

source: All hots
uk_ua: Всі гаряченьке

source: All hits
uk_ua: Всі хіти

source: Gallery
uk_ua: Галерея

source: Gallery category
uk_ua: Категорії галереї

source: Gallery album
uk_ua: Альбом галерея

source: Additional params for using with brand name
uk_ua: Додаткові параметри для використання з фірмове найменування

source: Предложный
uk_ua: Прийменниковий

source: Gallery category description
uk_ua: Галерея опис категорії

source: Album name
uk_ua: Назва альбому

source: Current page number
uk_ua: Номер поточної сторінки

source: Minimal price in category
uk_ua: Мінімальна ціна в категорії

source: Maximal price in category
uk_ua: Максимальна ціна у категорії

source: Page description
uk_ua: Опис сторінки

source: Content
uk_ua: Зміст

source: Page
uk_ua: Сторінка

source: Page name
uk_ua: Назва сторінки

source: Category, which is assigned to the page
uk_ua: Категорія, яка присвоюється сторінці

source: Additional params for using with page name
uk_ua: Додаткові параметри для використання з назвою сторінки

source: Page Category
uk_ua: Сторінка Категорії

source: Brands list
uk_ua: Список брендів

source: Именительный
uk_ua: Називний

source: Родительный
uk_ua: Родовий

source: Частичный
uk_ua: Частковий

source: Дательный
uk_ua: Давальний

source: Винительный
uk_ua: Знахідний

source: Творительный
uk_ua: Орудний

source: Совместное использование
uk_ua: Спільне використання

source: Переменные, которые можно использовать
uk_ua: Змінні, які можна використовувати

source: Search
uk_ua: Пошук

source: Seo category was created
uk_ua: Seo категорія створена

source: Seo category was edited
uk_ua: Seo категорія відредагована

source: Seo category was deleted
uk_ua: Seo категорія була видалена

source: Seo status category was changed
uk_ua: Seo стан категорії було змінено

source: Seo status empty meta category was changed
uk_ua: Seo стан порожньої категорії змінено

source: Product description
uk_ua: Опис продукту

source: Description length
uk_ua: Довжина опису

source: Category description
uk_ua: Опис категорiї

source: Brand description
uk_ua: Опис бренду

source: Leave empty
uk_ua: Залишити порожнім

source: Auto formation
uk_ua: Сформувати автоматично

source: Keywords
uk_ua: Meta Keywords

source: Meta-keywords
uk_ua: Мета-ключові слова

source: Enter Meta Tags
uk_ua: Заповнити мета-теги

source: Back
uk_ua: Повернутися

source: Description
uk_ua: Meta Description

source: Separator
uk_ua: Розділювальний знак

source: Will added the category name in the page title page
uk_ua: Чи буде назва категорії в title сторінки

source: Add the name of the category page
uk_ua: Додати назву категорії сторінки

source: Whether to display the site name in the title page
uk_ua: Чи буде відображатися назва сайту в заголовку сторінки

source: Meta tags
uk_ua: Мета-теги

source: Shop
uk_ua: Магазин

source: Base
uk_ua: Основні

source: Changes saved
uk_ua: Зміни зберігаються

source: Save
uk_ua: Зберегти

source: Save and exit
uk_ua: Зберегти і вийти

source: Extends the metadata management
uk_ua: Розширює управління метаданими

source: SEO expert
uk_ua: SEO експерт

source: Choose category
uk_ua: Вибрати категорію

source: Can not create
uk_ua: Не можу створити

source: Category
uk_ua: Категорія

source: Deleted complete
uk_ua: Видалені повний

source: Site name
uk_ua: Назва сайту

source: Yes
uk_ua: Так

source: No
uk_ua: Немає

source: Short site name
uk_ua: Коротке ім'я сайту

source: Product page
uk_ua: Сторінка продукту

source: Variables, can use to
uk_ua: Змінні, можна використовувати для

source: Product name
uk_ua: Ім'я продукту

source: Category, which is assigned to the product
uk_ua: Категорія, яка присвоюється продукту

source: Brand, which is assigned to the product
uk_ua: Бренд, який присвоюється продукції

source: Product price
uk_ua: Ціна продукту

source: Main currency
uk_ua: Основний обмін

source: Displays the value of the property, instead of xxxx - id properties
uk_ua: Повертає значення властивості, замість xxxx - id властивості

source: Additional params for using with category name
uk_ua: Додаткові параметри для використання з назва категорії

source: Translit
uk_ua: Трансліт

source: Number case of word
uk_ua: Кількість випадку слово

source: Example
uk_ua: Приклад

source: Product ID
uk_ua: ID продукту

source: Use only for empty metadata
uk_ua: Використовувати тільки для порожніх метаданих

source: Advanced
uk_ua: Додатково

source: Category name
uk_ua: Назва категорії

source: field H1 of category
uk_ua: поле H1 категорії

source: list of the top brands, separated by
uk_ua: список топ-брендів, розділених

source: Count of brands:
uk_ua: Кількість брендів:

source: Page number
uk_ua: Номер сторінки

source: Unique pagination pages
uk_ua: Унікальне розбиття на сторінки сторінок

source: Subcategory
uk_ua: Підкатегорію

source: Brands
uk_ua: Бренди

source: Brand ID
uk_ua: Бренд ID

source: Brand name
uk_ua: Фірмове найменування

source: Edit metadata for category
uk_ua: Редагування метаданих для категорії

source: Delete categories
uk_ua: Видалення категорій

source: Really delete selected categories?
uk_ua: Дійсно бажаєте видалити вибрані категорії?

source: Delete
uk_ua: Видалити

source: Cancel
uk_ua: Скасування

source: Add new category
uk_ua: Додати нову категорію

source: Name category
uk_ua: Ім'я категорії

source: Editing
uk_ua: Редагування

source: Not show
uk_ua: Не подивитися

source: Show
uk_ua: Подивитися

source: List is empty.
uk_ua: Список пустий.

source: Create meta-data for category
uk_ua: Створення Мета-даних для категорії

source: Message
uk_ua: Повідомлення

source: Status changed
uk_ua: Статус змінився
